[
{"name": "Вертикальний + ручний пилосос (2в1) JIMMY H9 FLEX", "title": "", "shops": "Robotics.ua", "url": "https://hotline.ua/ua/bt-pylesosy/jimmy-h9-flex/?tab=prices"},
{"name": "Вертикальний + ручний пилосос (2в1) JIMMY Wireless Vacuum Cleaner JV53 Lite Blue", "title": "Вертикальний + ручний пилосос (2в1) JIMMY Wireless Vacuum Cleaner JV53 Lite Blue виготовлений в білому пластиковому корпусі з металевою подовжувальної трубкою блакитного кольору. Він призначений для сухого прибирання. Пристрій максимальною потужністю 425 Вт живиться від шести знімних акумуляторних батарей напругою 21,6 В і ємністю 2,5 Ач. Потужність всмоктування регулюється на корпусі до максимального значення 125 Вт. Для очищення різних поверхонь прилад укомплектований шістьма насадками, в тому числі електрощіткою. Якщо прибирання проводиться без застосування елетрощітки, то енергії акумулятора вистачає на 45 хвилин в стандартному режимі і на 8 хвилин в максимальному. З використанням електрощітки час роботи скорочується до 30 хвилин в стандартному режимі і до 7 хвилин в максимальному. Збір сміття виробляється в прозорий контейнер об'ємом 0,5 літра, який легко звільняється від вмісту. Чистота кімнатної атмосфери підтримується НЕРА фільтром, що затримує частинки пилу і алергени. Зберігається вертикальний + ручний пилосос (2в1) JIMMY Wireless Vacuum Cleaner JV53 Lite Blue в вертикальному положенні, не займаючи багато місця.", "shops": "COMFY.UA", "url": "https://hotline.ua/ua/bt-pylesosy/jimmy-wireless-vacuum-cleaner-jv53-lite-blue/?tab=prices"},
{"name": "Вертикальний + ручний пилосос (2в1) Dyson V15 Detect Absolute (369535-01)", "title": "Вертикальний+ручний пилосос (2в1) Dyson V15 Detect Absolute виготовляється в сучасному дизайні і призначений для сухого прибирання. У ньому застосовані інноваційні технології та конструкторські рішення, що роблять рутинну роботу легкою, комфортною та продуктивною. Модель оснащена високошвидкісним двигуном Dyson Hyperdymium, що розвиває 125 000 оборотів за хвилину, який живиться від знімного акумулятору. Батарея забезпечує 60 хвилин функціонування після 45-хвилинної зарядки. Пристрій, що функціонує в трьох режимах, має набір насадок, що дозволяють ефективно очищати різні поверхні. Серед них слід відзначити насадку з лазерним підсвічуванням, що робить добре помітним на твердому покритті найдрібніший пил. Циклонна технологія Root Cyclone, використовуючи 14 конусів, відокремлює сміття від повітря, не знижуючи силу всмоктування. Після неї пил і сміття прямують у контейнер ємністю 0,76 літри, а повітряний потік – на вихід через герметичну систему очищення, що включає НЕРА фільтр. Управляється вертикальний+ручний пилосос (2в1) Dyson V15 Detect Absolute кнопкою на корпусі, на торці якого розташований дисплей, куди виводиться повна інформація про стан та функціонування приладу.", "shops": "eStore.ua", "url": "https://hotline.ua/ua/bt-pylesosy/dyson-v15-detect-absolute/?tab=prices&filter=sales"},
{"name": "Вертикальний + ручний пилосос (2в1) Rowenta X-Force Flex 12.60 Auto Aqua RH98C0WO", "title": "", "shops": "VENCON.UA", "url": "https://hotline.ua/ua/bt-pylesosy/rowenta-x-force-flex-1260-auto-aqua-rh98c0wo/"},
{"name": "Вертикальний + ручний пилосос (2в1) Dreame Wireless Vacuum Cleaner P10 PRO", "title": "", "shops": "VENCON.UA", "url": "https://hotline.ua/ua/bt-pylesosy/dreame-wireless-vacuum-cleaner-p10-pro/?tab=prices"},
{"name": "Вертикальний + ручний пилосос (2в1) Dyson V15 Detect Absolute (369535-01)", "title": "Вертикальний+ручний пилосос (2в1) Dyson V15 Detect Absolute виготовляється в сучасному дизайні і призначений для сухого прибирання. У ньому застосовані інноваційні технології та конструкторські рішення, що роблять рутинну роботу легкою, комфортною та продуктивною. Модель оснащена високошвидкісним двигуном Dyson Hyperdymium, що розвиває 125 000 оборотів за хвилину, який живиться від знімного акумулятору. Батарея забезпечує 60 хвилин функціонування після 45-хвилинної зарядки. Пристрій, що функціонує в трьох режимах, має набір насадок, що дозволяють ефективно очищати різні поверхні. Серед них слід відзначити насадку з лазерним підсвічуванням, що робить добре помітним на твердому покритті найдрібніший пил. Циклонна технологія Root Cyclone, використовуючи 14 конусів, відокремлює сміття від повітря, не знижуючи силу всмоктування. Після неї пил і сміття прямують у контейнер ємністю 0,76 літри, а повітряний потік – на вихід через герметичну систему очищення, що включає НЕРА фільтр. Управляється вертикальний+ручний пилосос (2в1) Dyson V15 Detect Absolute кнопкою на корпусі, на торці якого розташований дисплей, куди виводиться повна інформація про стан та функціонування приладу.", "shops": "AVIC.ua", "url": "https://hotline.ua/ua/bt-pylesosy/dyson-v15-detect-absolute/"},
{"name": "Вертикальний + ручний пилосос (2в1) JIMMY H9 FLEX", "title": "", "shops": "Robotics.ua", "url": "https://hotline.ua/ua/bt-pylesosy/jimmy-h9-flex/"},
{"name": "Пилосос безмішковий Bosch BGS21X320", "title": "Пилосос без мішка в чорному та синьому кольорі. У ньому встановлено електродвигун потужністю 550 Вт із продуктивною аеродинамічною системою HighPower Airflow. Модель служить для сухого прибирання та укомплектована чотирма насадками, серед яких слід відзначити регульовану роликову насадку для твердих поверхонь. Всмоктування сміття проводиться циклонною технологією Power AirCycle, яка використовує потрійну циркуляцію повітря. Пил і сміття накопичуються в контейнері об'ємом 2 літри, який легко знімається та зручно очищується. Чистоту атмосфери в кімнаті під час роботи підтримує фільтр вихідного повітря НЕРА 13 – він затримує дрібний пил, шкідливі бактерії та побутові алергени. Управляється пилосос Bosch BGS21X320 поворотним регулятором PowerControl, що розташований на корпусі, а зберігається пристрій у вертикальному або горизонтальному положенні.", "shops": "COMFY.UA", "url": "https://hotline.ua/ua/bt-pylesosy/bosch-bgs21x320/"},
{"name": "Вертикальний + ручний пилосос (2в1) ECG VT 5220 2in1 Flex Clean", "title": "", "shops": "COMFY.UA", "url": "https://hotline.ua/ua/bt-pylesosy/ecg-vt-5220-2in1-flex-clean/"},
{"name": "Пилосос 2в1 (вертикальний + ручний) Roidmi F8S GL Handheld Vacuum Cleaner White (XCQ08RM)", "title": "Пилосос 2в1 (вертикальний + ручний) Roidmi F8S GL Handheld Vacuum Cleaner White (XCQ08RM) являє собою бездротове акумуляторне пристрій. Модель невеликої ваги (1,5 кг без насадки) зі зручною ручкою, що повертається на 270 градусів, дозволяє виконувати сухе прибирання в самих важкодоступних місцях. Вона володіє максимальною споживаною потужністю 415 Вт з регулюванням на корпусі, при цьому потужність всмоктування - 120 Вт. В апараті застосований акумулятор ємністю 2200 мАг, на повному заряді якого забезпечується безперервна робота протягом 50 хвилин (в турборежимі - 10 хвилин), при цьому, відновлення заряду проводиться за 2,5 години. Вхідні в комплект 3 насадки дозволяють ефективно очищати тверді підлоги та килимові покриття, важкодоступні місця, а також м'які меблі і текстиль. Пил та сміття збираються в контейнері об'ємом 0,4 літра, а виходить повітря фільтрується миється НЕРА-фільтром. Зберігається пилосос 2в1 (вертикальний + ручний) Roidmi F8S GL Handheld Vacuum Cleaner White (XCQ08RM) у вертикальному положенні, не займаючи багато місця.", "shops": "i-Buy", "url": "https://hotline.ua/ua/bt-pylesosy/roidmi-f8s-gl-handheld-vacuum-cleaner-white-xcq08rm/"},
{"name": "Пилосос 2в1 (вертикальний + ручний) Redkey F10", "title": "", "shops": "STOREinUA", "url": "https://hotline.ua/ua/bt-pylesosy/redkey-f10/"},
{"name": "Вертикальний + ручний пилосос (2в1) Samsung VS20T7536T5/EV", "title": "Вертикальний + ручний пилосос (2в1) Samsung VS20T7536T5 / EV є портативним акумуляторним пристроєм, виготовленим в сучасному дизайні в сріблястому кольорі. Апарат обладнаний інверторним двигуном потужністю 550 Вт, який здатний створювати всмоктувальну потужність 200 Вт. Знімна акумуляторна батарея ємністю 3000 мАг забезпечує 60 хвилин безперервної роботи, а заряджається 3,5 години. Призначений для сухого прибирання, прилад має технологію Jet Cyclone і 5-ступінчастою системою НЕРА фільтрації, очищає повітря, що виходить від дрібного пилу і алергенів. Комплект з п'яти насадок крім насадок для підлоги та килима, м'яких меблів і текстилю і щілинний, включає в себе турбощітки і моторизовані щітку Mini Motorized Tool. Вертикальний + ручний пилосос (2в1) Samsung VS20T7536T5 / EV управляється регулятором потужності з цифровим дисплеєм, розташованим на ручці. Зберігається модель в вертикальному положенні, не займаючи багато місця.", "shops": "Офіційний магазин Samsung", "url": "https://hotline.ua/ua/bt-pylesosy/samsung-vs20t7536t5ev/"},
{"name": "Вертикальний + ручний пилосос (2в1) Samsung Jet 90 pet VS20R9042T2", "title": "", "shops": "STYLUS", "url": "https://hotline.ua/ua/bt-pylesosy/samsung-jet-90-pet-vs20r9042t2/"},
{"name": "Вертикальний + ручний пилосос (2в1) Gorenje SVC252GFA", "title": "", "shops": "COMFY.UA", "url": "https://hotline.ua/ua/bt-pylesosy/gorenje-svc252gfa/"},
{"name": "Вертикальний + ручний пилосос (2в1) Dyson V15 Detect Complete", "title": "", "shops": "wmarket.com.ua", "url": "https://hotline.ua/ua/bt-pylesosy/dyson-v15-detect-complete/"},
{"name": "Вертикальний + ручний пилосос (2в1) Gorenje SVC252FMBK", "title": "", "shops": "ТЕХНОточка", "url": "https://hotline.ua/ua/bt-pylesosy/gorenje-svc252fmbk/"},
{"name": "Вертикальний + ручний пилосос (2в1) Beko VRT50121VP", "title": "", "shops": "STYLUS", "url": "https://hotline.ua/ua/bt-pylesosy/beko-vrt50121vp/"},
{"name": "Пилосос безмішковий Gorenje VCEA03GAPRACY", "title": "Безмішковий пилосос Gorenje VCEA03GAPRACY виконаний у сучасному дизайні в чорному, сірому та коричневому кольорі. Його оригінальна конструкція із зручною ручкою для перенесення надає апарату стильного та представницького вигляду. М'який бампер ActiveBumper та великі прогумовані колеса є надійним захистом для меблів та делікатного покриття для підлоги. Призначена для сухого прибирання модель обладнана двигуном потужністю 700 Вт, що створює потужність всмоктування 180 Вт. Функція плавного пуску та захист від перегріву оберігають двигун, продовжуючи термін його служби. Сміття збирається в прозорий пилозбірник об'ємом 3,3 літра за допомогою чотирьох змінних насадок, що входять в комплект поставки. Повітряний потік, що виходить, пропускається через двоступінчасту систему очищення, що включає в себе НЕРА фільтр, і не забруднює кімнатну атмосферу. Управляється безмішковий пилосос Gorenje VCEA03GAPRACY регулятором потужності, що розташований на корпусі.", "shops": "COMFY.UA", "url": "https://hotline.ua/ua/bt-pylesosy/gorenje-vcea03gapracy/"},
{"name": "Пилосос безмішковий Gorenje VCEA03GALBKCY", "title": "", "shops": "VENCON.UA", "url": "https://hotline.ua/ua/bt-pylesosy/gorenje-vcea03galbkcy/"},
{"name": "Вертикальний + ручний пилосос (2в1) Amica VM 9001 Joran", "title": "", "shops": "STYLUS", "url": "https://hotline.ua/ua/bt-pylesosy/amica-vm-9001-joran/"},
{"name": "Вертикальний + ручний пилосос (2в1) Xiaomi Mi Handheld Vacuum Cleaner Light", "title": "Вертикальний + ручний пилосос (2в1) Xiaomi Mi Handheld Vacuum Cleaner Light являє собою легкий, зручний і автономний прилад для сухого прибирання. Він живиться від акумулятора, який забезпечує безперервну роботу протягом 45 хвилин. Після цього потрібно 5-годинна підзарядка на настінному зарядному пристрої. Потужність всмоктування встановленого в ньому двигуна регулюється на ручці до максимально значення 50 аероватт, при цьому рівень шуму не перевищує 79 дБ. Модель поставляється з трьома насадками, що дозволяють якісно очищати від пилу різні типи поверхонь і важкодоступні місця. Зібране сміття накопичується в пів-літровому контейнері, звідки швидко і гігієнічно видаляється. Вихідне повітря пропускається через 3-ступеневу систему фільтрації, що включає в себе НЕРА фільтр, тому кімнатна атмосфера не забруднюється. Зберігається пилосос Xiaomi Mi Handheld Vacuum Cleaner Light як у вертикальному, так і в горизонтальному положенні.", "shops": "Скай (skay.ua)", "url": "https://hotline.ua/ua/bt-pylesosy/xiaomi-mi-handheld-vacuum-cleaner-light/"},
{"name": "Пилосос 2в1 (вертикальний + ручний) Deerma Cordless Vacuum Cleaner VC55", "title": "", "shops": "COMFY.UA", "url": "https://hotline.ua/ua/bt-pylesosy/deerma-cordless-vacuum-cleaner-vc55/"},
{"name": "Вертикальний + ручний пилосос (2в1) Beko VRT50121VR", "title": "", "shops": "STYLUS", "url": "https://hotline.ua/ua/bt-pylesosy/beko-vrt50121vr/"},
{"name": "Пилосос 2в1 (вертикальний + ручний) Sencor SVC 8618GD", "title": "", "shops": "COMFY.UA", "url": "https://hotline.ua/ua/bt-pylesosy/sencor-svc-8618gd/"},
{"name": "Пилосос безмішковий Samsung VC05K51F0VP/UK", "title": "Пилосос безмішкові Samsung VC05K51F0VP / UK випускається в сучасному стильному дизайні в чорному і бордовому кольорі. Він служить для проведення якісної сухого прибирання. Зручність у використанні моделі забезпечують компактні розміри, ергономічні органи управління і її висока маневреність. Прилад максимальною потужністю 700 Вт створює потужність всмоктування 170 Вт, яка регулюється кнопками на рукоятці. Щоб підтримувати силу всмоктування постійною, в пристрої використовується циклонная система CycloneForce і сітка Anti-Clogging, що запобігає засмічення волоссям і сміттям проходу в збірний відсік. У комплект поставки входить п'ять насадок, призначених для очищення різних поверхонь і важкодоступних місць. Зібрані пил і сміття накопичуються в прозорому 2-літровому контейнері, а виходить повітря, залишаючи на НЕРА фільтрі дрібні частинки і алергени, не забруднює кімнатну атмосферу. Зберігається безмішкові пилосос Samsung VC05K51F0VP / UK в вертикальному або горизонтальному положенні.", "shops": "Офіційний магазин Samsung", "url": "https://hotline.ua/ua/bt-pylesosy/samsung-vc05k51f0vpuk/"},
{"name": "Пилосос 2в1 (вертикальний + ручний) Gorenje SVC216FS", "title": "Пилосос 2в1 (вертикальний + ручний) Gorenje SVC216FS - бездротовий акумуляторний прилад, призначений для сухого прибирання. Він встановлений на прогумованих коліщатках, що не ушкоджує делікатні покриття підлоги. Крім насадки-щітки і щілинної насадки, в комплект моделі входить турбощітка, яка ефективно очищує різні поверхні підлоги від волосся і вовни. Крім цього, турбощітка забезпечена яскравими світлодіодами, які висвітлюють важкодоступні місця, наприклад, під меблями. Живиться пристрій від літій-іонного акумулятора, який забезпечує безперервну роботу протягом 60 хвилин. При цьому, навіть при половинному розряді прилад не втрачає своєї потужності. Для повного відновлення заряду слід заряджати акумулятор протягом 6 годин. Усі пил та сміття, що збираються пилососом 2в1 (вертикальний + ручний) Gorenje SVC216FS, накопичуються в контейнері пилозбірника ємністю 0,6 літра, який легко знімається і очищується.", "shops": "COMFY.UA", "url": "https://hotline.ua/ua/bt-pylesosy/gorenje-svc216fs/"},
{"name": "Вертикальний + ручний пилосос (2в1) Beko VRT61818VW", "title": "", "shops": "DENIKA.UA", "url": "https://hotline.ua/ua/bt-pylesosy/beko-vrt61818vw/"},
{"name": "Вертикальний + ручний пилосос (2в1) Rowenta Dual Force 2v1 RH6735WH", "title": "", "shops": "Rowenta", "url": "https://hotline.ua/ua/bt-pylesosy/rowenta-dual-force-2v1-rh6735wh/"},
{"name": "Вертикальний + ручний пилосос (2в1) Ardesto CVC-X0621WB", "title": "", "shops": "COMFY.UA", "url": "https://hotline.ua/ua/bt-pylesosy/ardesto-cvc-x0621wb/"},
{"name": "Пилосос 2в1 (вертикальний + ручний) Polaris PVCS 0418", "title": "", "shops": "Bonus-Ua.com", "url": "https://hotline.ua/ua/bt-pylesosy/polaris-pvcs-0418/"},
{"name": "Пилосос 2в1 (вертикальний + ручний) Bissell MultiReach Essential 18V 2280N", "title": "", "shops": "technogrill.com.ua", "url": "https://hotline.ua/ua/bt-pylesosy/bissell-multireach-essential-18v-2280n/"},
{"name": "Вертикальний + ручний пилосос (2в1) JIMMY Handheld Wireless Vacuum Cleaner (JV83)", "title": "", "shops": "Redprice", "url": "https://hotline.ua/ua/bt-pylesosy/jimmy-handheld-wireless-vacuum-cleaner-jv83/"},
{"name": "Пилосос 2в1 (вертикальний + ручний) Black+Decker SVA420B", "title": "", "shops": "SerTan", "url": "https://hotline.ua/ua/bt-pylesosy/blackdecker-sva420b/"},
{"name": "Вертикальний + ручний пилосос (2в1) MiJia Handheld Vacuum Cleaner 1C", "title": "Вертикальний + ручний пилосос (2в1) MiJia Handheld Vacuum Cleaner 1C виготовлений в сучасному дизайні в білому кольорі і призначений для сухого прибирання. Модель потужністю 120 Вт створює всмоктувальну силу до 20 кПа. Пристрій функціонує в трьох режимах і живиться від акумулятора, ємності якого досить, щоб безперервно працювати протягом 60 хвилин. Зарядка проводиться на настінному кріпленні, що виконує ще й функцію парковки, протягом 3,5 годин. Пил і сміття втягуються в контейнер ємністю 0,5 літра за допомогою циклонічної системи, яка забезпечує сталість сили всмоктування, не залежно від обсягу зібраного сміття. Вертикальний + ручний пилосос (2в1) MiJia Handheld Vacuum Cleaner 1C укомплектований набором з трьох насадок: для підлоги та килима, щілинний і для м'яких меблів і текстилю.", "shops": "Redprice", "url": "https://hotline.ua/ua/bt-pylesosy/mijia-handheld-vacuum-cleaner-1c/"},
{"name": "Вертикальний + ручний пилосос (2в1) ECG VT 3220", "title": "", "shops": "Optovik-побутова техніка", "url": "https://hotline.ua/ua/bt-pylesosy/ecg-vt-3220/"},
{"name": "Автомобільний пилосос / Ручний пилосос Black+Decker BHHV315J-QW", "title": "", "shops": "Redprice", "url": "https://hotline.ua/ua/bt-pylesosy/blackplusdecker-bhhv315j-qw/"},
{"name": "Вертикальний + ручний пилосос (2в1) Rowenta X-FORCE 8.60 AQUA RH9690WO", "title": "Вертикальний + ручний пилосос (2в1) Rowenta X-FORCE 8.60 AQUA RH9690WO є зручним легким і продуктивним пристроєм для сухого прибирання. Електродвигун максимальною потужністю 185 Вт і циклонная технологія, забезпечуючи постійно високу потужність всмоктування, ефективну видаляють пил і сміття з різних поверхонь. При необхідності сила всмоктування збільшується перемикачем Boost, розташованим на ручці. Набір з чотирьох насадок дозволяє виконувати очистку швидко і якісно. Слід виділити насадку з підсвічуванням Power LED, миючу насадку Aqua Head, а також шарнірну трубку для прибирання важкодоступних місць, наприклад під низькими меблями. Енергії знімною 6-елементної літій-іонна батареї напругою 22 В достатньо для 35 хвилин безперервної роботи. Потім її слід зарядити протягом 3 годин. Зібране сміття накопичується в контейнері ємністю 0,55 літра, який легко звільняється від вмісту. Пилозбірник можна мити водою, підтримуючи в гігієнічної чистоті. Вертикальний + ручний пилосос (2в1) Rowenta X-FORCE 8.60 AQUA RH9690WO зберігається у вертикальному положенні, не займаючи багато місця.", "shops": "Rowenta", "url": "https://hotline.ua/ua/bt-pylesosy/rowenta-x-force-860-aqua-rh9690wo/"},
{"name": "пилосос 2в1 (вертикальний + ручний) Bosch BBHF214G", "title": "", "shops": "ТЕХНОточка", "url": "https://hotline.ua/ua/bt-pylesosy/bosch-bbhf214g/"},
{"name": "Автомобільний пилосос / Ручний пилосос Black+Decker BHHV320J", "title": "", "shops": "i-Buy", "url": "https://hotline.ua/ua/bt-pylesosy/blackplusdecker-bhhv320j/"}
]